[
  "better-fn",
  "table-editor-obsidian",
  "open-vscode",
  "obsidian-dictionary-plugin",
  "obsidian-activity-history",
  "obsidian-spaced-repetition",
  "obsidian-auto-link-title",
  "dataview",
  "obsidian-regex-search-replace",
  "templater-obsidian",
  "obsidian-vimrc-support",
  "recent-files-obsidian",
  "mrj-add-codemirror-matchbrackets",
  "quickadd",
  "darlal-switcher-plus",
  "quick-explorer",
  "obsidian-copy-block-link",
  "block-reference-count",
  "hotkey-helper",
  "readwise-official",
  "obsidian-another-quick-switcher",
  "obsidian-pandoc",
  "note-refactor-obsidian",
  "obsidian-style-settings",
  "obsidian-linter",
  "better-word-count",
  "media-extended",
  "obsidian-charts",
  "simple-embeds",
  "obsidian-advanced-new-file",
  "obsidian-footnotes",
  "youhavebeenstaring-plugin",
  "obsidian-query-language",
  "obsidian-commits",
  "obsidian-reading-time",
  "theme-picker",
  "obsidian-wikipedia",
  "improved-vimcursor",
  "obsidian-pipe-tricks",
  "tabout",
  "obsidian-relative-line-numbers",
  "obsidian-grandfather",
  "obsidian42-text-transporter",
  "tag-wrangler",
  "obsidian-journey-plugin",
  "remember-cursor-position",
  "obsidian-collapse-all-plugin",
  "obsidian-dangling-links",
  "obsidian-vault-statistics-plugin",
  "obsidian-wordnet-plugin",
  "find-unlinked-files",
  "customjs",
  "advanced-cursors",
  "cross-reference-navigation",
  "file-tree-alternative",
  "obsidian-gallery",
  "breadcrumbs",
  "graph-analysis",
  "obsidian-contextual-typography",
  "obsidian-html-tags-autocomplete",
  "juggl",
  "obsidian-fullscreen-plugin",
  "obsidian-admonition",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-hider",
  "obsidian42-brat",
  "obsidian-extra-md-html-syntax",
  "sliding-panes-obsidian",
  "obsidian-languagetool-plugin",
  "rss-reader",
  "obsidian-codemirror-options",
  "supercharged-links-obsidian",
  "adjacency-matrix-maker"
]