[
  "better-fn",
  "table-editor-obsidian",
  "open-vscode",
  "obsidian-dictionary-plugin",
  "obsidian-activity-history",
  "obsidian-spaced-repetition",
  "obsidian-auto-link-title",
  "dataview",
  "templater-obsidian",
  "obsidian-vimrc-support",
  "mrj-add-codemirror-matchbrackets",
  "quickadd",
  "darlal-switcher-plus",
  "quick-explorer",
  "obsidian-copy-block-link",
  "block-reference-count",
  "hotkey-helper",
  "readwise-official",
  "obsidian-another-quick-switcher",
  "obsidian-pandoc",
  "note-refactor-obsidian",
  "obsidian-style-settings",
  "obsidian-linter",
  "better-word-count",
  "media-extended",
  "obsidian-charts",
  "obsidian-advanced-new-file",
  "obsidian-footnotes",
  "obsidian-commits",
  "obsidian-reading-time",
  "obsidian-wikipedia",
  "improved-vimcursor",
  "tabout",
  "obsidian-relative-line-numbers",
  "obsidian42-text-transporter",
  "tag-wrangler",
  "obsidian-journey-plugin",
  "obsidian-collapse-all-plugin",
  "obsidian-dangling-links",
  "obsidian-vault-statistics-plugin",
  "obsidian-wordnet-plugin",
  "find-unlinked-files",
  "customjs",
  "advanced-cursors",
  "cross-reference-navigation",
  "obsidian-gallery",
  "graph-analysis",
  "obsidian-contextual-typography",
  "obsidian-html-tags-autocomplete",
  "juggl",
  "obsidian-fullscreen-plugin",
  "obsidian-admonition",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-hider",
  "obsidian42-brat",
  "obsidian-extra-md-html-syntax",
  "sliding-panes-obsidian",
  "obsidian-languagetool-plugin",
  "rss-reader",
  "adjacency-matrix-maker",
  "obsidian-frontmatter-tag-suggest",
  "obsidian-tidy-footnotes",
  "obsidian-mind-map",
  "emoji-shortcodes",
  "leader-hotkeys-obsidian",
  "obsidian-git",
  "pane-relief",
  "obsidian-plugin-prettier",
  "search-on-internet",
  "obsidian-text-expander",
  "txt-as-md-obsidian",
  "workspaces-plus",
  "buttons",
  "obsidian-outliner",
  "obsidian-codemirror-options",
  "smart-random-note"
]