[
  "better-fn",
  "table-editor-obsidian",
  "open-vscode",
  "obsidian-dictionary-plugin",
  "obsidian-auto-link-title",
  "templater-obsidian",
  "mrj-add-codemirror-matchbrackets",
  "quickadd",
  "hotkey-helper",
  "readwise-official",
  "obsidian-pandoc",
  "note-refactor-obsidian",
  "obsidian-advanced-new-file",
  "obsidian-commits",
  "obsidian-wikipedia",
  "tag-wrangler",
  "obsidian-collapse-all-plugin",
  "obsidian-vault-statistics-plugin",
  "cross-reference-navigation",
  "obsidian-gallery",
  "obsidian-fullscreen-plugin",
  "obsidian-admonition",
  "obsidian-hider",
  "sliding-panes-obsidian",
  "rss-reader",
  "adjacency-matrix-maker",
  "emoji-shortcodes",
  "obsidian-git",
  "pane-relief",
  "txt-as-md-obsidian",
  "smart-random-note",
  "obsidian-linter",
  "snippet-commands-obsidian",
  "dataview",
  "customjs",
  "improved-vimcursor",
  "obsidian-vimrc-support",
  "obsidian42-brat",
  "graph-analysis",
  "better-word-count",
  "mysnippets-plugin",
  "metaedit",
  "obsidian-another-quick-switcher",
  "various-complements",
  "obsidian-extra-md-commands",
  "obsidian-smarter-md-hotkeys",
  "obsidian-languagetool-plugin",
  "obsidian42-text-transporter",
  "obsidian-style-settings",
  "obsidian-activity-history",
  "obsidian-frontmatter-tag-suggest",
  "hotkeysplus-obsidian",
  "obsidian-codemirror-options",
  "obsidian-html-tags-autocomplete",
  "block-reference-count",
  "supercharged-links-obsidian",
  "nlp",
  "obsidian-charts",
  "copy-publish-url",
  "obsidian-outliner",
  "obsidian-open-link-with",
  "obsidian-notes-from-template",
  "obsidian-tracker",
  "obsidian-spaced-repetition",
  "breadcrumbs",
  "obsidian-local-images",
  "advanced-cursors",
  "obsidian-sortable",
  "zoottelkeeper-obsidian-plugin"
]